Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.086cb45cf7dc
source: 力強く親しみやすい。達成を自信につなげる
ar_sa: قوية ودود. ربط الإنجاز بالثقة
ca: Potent i accessible. Connecteu els assoliments amb la confiança
cs: Silné a přátelské. Přeměňte úspěch na sebevědomí.
da: Stærke og imødekommende. Omdannes succes til selvtillid.
de_de: Kraftvoll und einladend. Ermöglicht es Ihnen, Erfolge in Selbstvertrauen umzuwandeln.
el: Δυνατά και φιλικά προς τον χρήστη. Μετατρέψτε την επιτυχία σε αυτοπεποίθηση.
en_au: Develop strong and approachable muscles that lead to confidence in achieving your goals.
es_es: Músculos fuertes y fáciles de alcanzar. Conviértete en un atleta confiado.
fi: Voimakas ja helposti lähestyttävä. Muuttaa saavutukset itseluottamukseksi.
fr_ca: Des muscles forts et accessibles, qui vous permettent de réussir avec confiance.
gu: મજબૂત અને આરામદાયક. સિદ્ધિને આત્મવિશ્વાસમાં ફેરવો
he: שרירים חזקים ונעימים למגע. עוזרים להפוך הצלחה לבטחון עצמי.
hi: शक्तिशाली और सहज। सफलता को आत्मविश्वास में बदलें।
hr: Snaga i prijateljski pristup. Pomoć u postizanju uspjeha s samopouzdanjem.
hu: Erős és könnyen elérhető célok. Segít önbizalmat építeni.
id: Otot yang kuat dan mudah dilakukan. Ubah pencapaian menjadi kepercayaan diri.
it: Muscoli forti e accessibili. Trasformare i risultati in fiducia.
ko: 강인하면서도 친근한 느낌을 줍니다. 성취를 자신감으로 연결합니다.
mr: मजबूत आणि आकर्षक स्नायू तयार करा, ज्यामुळे आत्मविश्वास वाढेल.
ms: Otot yang kuat dan mudah digunakan. Hubungkan pencapaian dengan keyakinan.
nl_nl: Krachtig en gebruiksvriendelijk. Zet je prestaties om in zelfvertrouwen.
no: Sterke og vennlige muskler som gir deg selvtillit.
pl: Silne i przyjazne. Pomóż przekształcić osiągnięcia w pewność siebie.
pt_br: Fortes e convidativos. Transforme a conquista em confiança.
pt_pt: Fortes e convidativos. Transforme a conquista em confiança.
ro: Mușchi puternici și prietenoși. Conectați realizarea cu încredere.
ru: Сильные и дружелюбные. Помогают превратить достижения в уверенность.
sk: Silné a priateľské. Prepojte dosiahnuté výsledky so sebavedomím.
sl: Močne in prijazne. Uporabite dosežke za gradnjo zaupanja.
sv: Kraftfulla och bekväma. Förvandla framgång till självförtroende.
ta: வலிமையான மற்றும் அணுகக்கூடிய. வெற்றியை தன்னம்பிக்கையாக மாற்றலாம்.
te: శక్తివంతంగా మరియు సులభంగా నిర్వహించగలిగేలా ఉండాలి. విజయాలను విశ్వాసంగా మార్చుకోండి.
th: แข็งแรงและเป็นธรรมชาติ ทำให้คุณรู้สึกมั่นใจในการบรรลุเป้าหมาย
tr: Güçlü ve ulaşılabilir bir vücut yapısı oluşturun. Başarıyı özgüvenle birleştirin.
uk: Сильні та дружні. Перетворюйте досягнення на впевненість.
vi: Sức mạnh và dễ thực hiện. Biến thành sự tự tin khi đạt được mục tiêu.
zh_hans: 强壮且易于接近。 将成就转化为自信
zh_hant: 强壮且易于接近。将成就转化为自信

# domain_catalog.08989de187ef
source: ブランクから戻りたい
ar_sa: أريد العودة من الفراغ
ca: Vull tornar del buit
cs: Chci vrátit zpět do původního stavu.
da: Jeg vil gerne vende tilbage til mit tidligere niveau.
de_de: Ich möchte zurück zum Ausgangszustand.
el: Θέλετε να επιστρέψετε στην αρχική σας κατάσταση
en_au: Return to training gradually after a break.
es_es: Quiero volver a empezar desde cero.
fi: Haluat palata alkuperäiseen asentoon
fr_ca: Je souhaite revenir à mon niveau initial.
gu: હવે ખાલી જગ્યા પર પાછા ફરવું છે
he: רוצה לחזור למצב מנוחה?
hi: यदि आप खाली करना चाहते हैं, तो कृपया बताएं।
hr: Želim vratiti se u početni položaj.
hu: Vissza szeretnél térdbe?
id: Kembali ke kondisi awal
it: Voglio tornare al livello precedente
ko: 원래 상태로 돌아가고 싶음
mr: मी पुन्हा सुरू करू इच्छितो
ms: Ingin kembali ke keadaan semula
nl_nl: Ik wil terug naar de beginpositie.
no: Jeg ønsker å gå tilbake til null belastning.
pl: Chcę wrócić do poprzedniej wersji
pt_br: Quero voltar ao treino anterior
pt_pt: Quero voltar ao treino anterior
ro: Doriți să reveniți la nivelul inițial.
ru: Вернуться к прежнему уровню нагрузки
sk: Chcem sa vrátiť do pôvodnej formy
sl: Želim se vrniti v osnovo.
sv: Vill återgå till tidigare nivå
ta: மீண்டும் பழைய நிலைக்கு வர விரும்புகிறேன்.
te: "నేను మునుపటి స్థితికి తిరిగి రావాలనుకుంటున్నాను"
th: ต้องการกลับสู่การออกกำลังกายเดิม
tr: Eski haline dönmek istiyorum.
uk: Хочу повернутися до початкового рівня
vi: Muốn quay lại chế độ tập nhẹ nhàng hơn
zh_hans: 返回原状态
zh_hant: 返回原位

# domain_catalog.08b84157877f
source: ごはん
ar_sa: وجبة
ca: Menjar
cs: Rýže
da: Ris
de_de: Reis
el: Ρύζι
en_au: Rice
es_es: Arroz
fi: Riisiä
fr_ca: Riz
gu: અનાજ
he: ארוחת בוקר
hi: चावल
hr: Rižom
hu: Nászmag
id: Nasi
it: Riso
ko: 밥
mr: भात
ms: Nasi
nl_nl: Rijst
no: Ris
pl: Ryż
pt_br: Arroz
pt_pt: Arroz
ro: Orez
ru: Рис
sk: Rýža
sl: Riž
sv: Ris
ta: அரிசி
te: బియ్యం
th: ข้าว
tr: Kahvaltı
uk: Рис
vi: Cơm
zh_hans: 米饭
zh_hant: 米飯

# domain_catalog.08e62f5e0c54
source: 通常
ar_sa: عادي
ca: Normal
cs: Normální
da: Normalt
de_de: Normal
el: Συνήθως
en_au: Normal
es_es: Normal
fi: Normaali
fr_ca: Normal
gu: સામાન્ય
he: רגיל
hi: सामान्य
hr: Normalno
hu: Általános
id: Normal
it: Normale
ko: 일반
mr: सामान्य
ms: Normal
nl_nl: Normaal
no: Normalt
pl: Normalne
pt_br: Normal
pt_pt: Normal
ro: Normal
ru: Обычно
sk: Normálny režim
sl: Normalno
sv: Normalt
ta: சாதாரணமாக
te: సాధారణ
th: ปกติ
tr: Normal
uk: Зазвичай
vi: Thông thường

# domain_catalog.096953528159
source: 停滞を見直したい
ar_sa: أريد مراجعة الركود
ca: Vull revisar l'estancament
cs: Chcete-li zkontrolovat svůj pokrok,
da: Vil du se på dine fremskridt igen?
de_de: Ich möchte meine Fortschritte neu bewerten.
el: Θέλετε να επανεκτιμήσετε την πρόοδό σας.
en_au: I want to re-evaluate my progress.
es_es: Quiero revisar mi progreso.
fi: Haluatko tarkastella edistystä uudelleen?
fr_ca: Vous souhaitez revoir vos progrès.
gu: જો તમે સ્થિરતા પર ફરીથી વિચારવા માંગતા હોવ
he: רוצה לבחון מחדש את ההתקדמות?
hi: अगर आप प्रगति में ठहराव महसूस कर रहे हैं तो इसे फिर से देखें।
hr: Želite preispitati trenutni napredak.
hu: Ha szeretné áttekinteni a fejlődést.
id: Ingin mengevaluasi kembali kemajuan Anda.
it: Vuoi rivalutare i tuoi progressi?
ko: 변화를 재검토하고 싶습니다.
mr: बदल थांबल्यास पुन्हा नव्याने सुरुवात करायची आहे
ms: Ingin meninjau semula kemajuan.
nl_nl: Wil je je voortgang opnieuw evalueren?
no: Ønsker å se på fremgangen igjen.
pl: Chcesz ponownie przeanalizować swoje postępy?
pt_br: Quer reavaliar sua situação?
pt_pt: Quer reavaliar sua situação?
ro: Doriți să reevaluați progresul?
ru: Хотите пересмотреть свои цели?
sk: Chcete zmeniť svoj postup?
sl: Želite preoblikovati svoj telesni tip.
sv: Vill du se över dina framsteg?
ta: மாற்றத்தை மறுபரிசீலனை செய்ய விரும்புகிறீர்களா?
te: మార్పును సమీక్షించాలనుకుంటున్నాను.
th: ต้องการปรับเปลี่ยนแผนการออกกำลังกาย
tr: Değişimde bir durma noktası olduğunu düşünüyorsun.
uk: Хочете переглянути прогрес?
vi: Muốn xem xét lại tình trạng hiện tại.
zh_hans: 希望重新评估停滞状态
zh_hant: 希望重新評估停滯情況

# domain_catalog.09dc95770c76
source: 整えるだけでも十分前進です
ar_sa: مجرد إصلاحه يعد تقدمًا كافيًا.
ca: Només arreglar-ho és prou progrés.
cs: I jen zlepšení je už velký pokrok.
da: Du er allerede godt i gang, bare ved at tage det roligt.
de_de: Auch wenn Sie nur etwas verbessern, haben Sie bereits Fortschritte gemacht.
el: Ακόμη και η απλή ρύθμιση είναι αρκετή για να προχωρήσετε.
en_au: Even just making progress is enough.
es_es: Simplemente ajustarte ya es un gran avance.
fi: Vaikka vain hoidat kehoa, olet jo tehnyt hyvää edistystä
fr_ca: Vous avez déjà fait de grandes progrès simplement en prenant soin de vous.
gu: ફક્ત વ્યવસ્થિત કરવું પણ પૂરતું છે.
he: גם אם רק מתאימים, זה כבר התקדמות משמעותית
hi: बस सुधार करना ही काफी है
hr: Čak i samo priprema daje značajan napredak
hu: Már csak a testformázás is jelentős előrelépés.
id: Hanya memperbaiki diri sudah merupakan kemajuan yang signifikan
it: Anche solo raggiungere un certo livello è già un grande progresso
ko: 단순히 관리하는 것만으로도 충분한 성과를 얻을 수 있습니다.
mr: फक्त शरीराची स्थिती सुधारणे देखील पुरेसे आहे.
ms: Melahankan sahaja sudah cukup untuk mencapai kemajuan
nl_nl: Alleen al het verbeteren van je conditie is een grote stap.
no: Bare å optimalisere er allerede et stort fremskritt.
pl: Nawet proste ćwiczenia przynoszą już pozytywne rezultaty.
pt_br: Já é um grande progresso cuidar apenas do corpo
pt_pt: Já é um grande progresso cuidar apenas do corpo
ro: Chiar și doar îmbunătățirea stării fizice este un progres semnificativ.
ru: Просто оптимизация уже дает значительный результат.
sk: Aj len zlepšenie je už veľký pokrok.
sl: Samo to je že velik napredek
sv: Även en liten framgång är en stor seger.
ta: சரியாகச் சீராக்கினாலும் முன்னேற்றம் இருக்கும்.
te: సరైన మార్గంలో వెళ్లడానికి ఇది సరిపోతుంది.
th: เพียงแค่ปรับรูปร่างก็ถือว่าเป็นการก้าวไปข้างหน้าแล้ว
tr: Yeterince ilerlemişsiniz
uk: Просто відновлення вже є важливим кроком.
vi: Chỉ cải thiện đã là một tiến bộ lớn
zh_hans: 仅仅调整已经足够了
zh_hant: 僅僅改善已經是很大的進步

# domain_catalog.0a9b53448d57
source: 臀部
ar_sa: الأرداف
ca: natges
cs: Kyčel
da: Hofter
de_de: Gesäß
el: Γόφοι
en_au: Hips
es_es: Glúteos
fi: Pakarat
fr_ca: Fesses
gu: હિપ્સ
he: הירכתיים
hi: कूल्हे
hr: Zdjelja
hu: Csípő
id: Panggul
it: Glutei
ko: 엉덩이
mr: पोट
ms: Pinggul
nl_nl: Heupen
no: Hofter
pl: Uczucie w pośladkach
pt_br: Glúteos
pt_pt: Glúteos
ro: Fesierii
ru: Ягодичные мышцы
sk: Zad
sl: Glute
sv: Höfter
ta: இடுப்பு
te: పిరుదు
th: สะโพก
tr: Kalça
uk: Сідниці
vi: Cơ thể

# domain_catalog.0b0e3ca82493
source: リストカール
ar_sa: حليقة المعصم
ca: rínxol del canell
cs: Zakrout
da: Armbøjninger
de_de: Armbeugen
el: Κάμψεις χεριού
en_au: Bicep curl
es_es: Curl de bíceps
fi: Olkapään koukistus
fr_ca: Curl biceps
gu: લિસ્ટ કારલ
he: כפיפת ברכיים
hi: लिस्ट कार्ल
hr: Savijanje ruku
hu: Karizma-emelés
id: List Curls
it: Curl per braccia
ko: 리스트 카르
mr: लिस्ट कार्ल
ms: Bentuk lengan
nl_nl: List curls
no: Armheisløft
pl: Ćwiczenie "List Curl"
pt_br: Rosca bíceps
pt_pt: Rosca bíceps
ro: Flexii ale brațelor
ru: Сгибания рук на скамье
sk: Zavesenie na hantli
sl: Zgib rok
sv: Armhävningar
ta: லிஸ்ட் கார்ல்
te: లిస్ట్ కార్ల్
th: คาร์ลลิสต์
tr: Kol germe (Arm Curl)
uk: Скручування рук
vi: Cuốn tay
zh_hans: 卷腹
zh_hant: 哑铃弯举

# domain_catalog.0c52dc2ec22b
source: 体幹
ar_sa: الجذع
ca: tronc
cs: Trápeň
da: Kerne
de_de: Rumpfmuskulatur
el: Κορμός
en_au: Core
es_es: Core
fi: Ydin
fr_ca: Le tronc
gu: શરીરનો કેન્દ્ર
he: ליבה
hi: कोर
hr: Trbuh
hu: Gerinc
id: Inti tubuh
it: Core
ko: 코어
mr: शरीराचा मध्यभाग
ms: Inti tubuh
nl_nl: Core
no: Kjerne
pl: Rdzeń
pt_br: Core
pt_pt: Core
ro: Centrul corpului
ru: Корпус
sk: Core (stabilizačný systém)
sl: Trup
sv: Kärna
ta: உடலின் மையப்பகுதி
te: శరీర మధ్య భాగం
th: ส่วนกลางลำตัว
tr: Merkezi vücut
uk: Корпус
vi: Trung tâm cơ thể
zh_hans: 核心肌群
zh_hant: 核心肌群

# domain_catalog.0c8609aa1dea
source: 記録は静かに答えを出します
ar_sa: السجلات تعطي الإجابات بهدوء
ca: Els registres en silenci donen respostes
cs: Záznamy vám poskytnou jasné odpovědi
da: Noterne giver klare svar
de_de: Aufzeichnungen geben klare Antworten
el: Τα αρχεία θα σας δώσουν την απάντηση
en_au: Records will provide clear answers
es_es: El registro te proporcionará respuestas claras.
fi: Kirjatut tiedot antavat selkeitä vastauksia.
fr_ca: Les enregistrements révèlent les réponses
gu: રેકોર્ડ્સ શાંતિથી જવાબ આપે છે.
he: הרשמות מספקות תשובות באופן ישיר
hi: रिकॉर्ड चुपचाप जवाब देते हैं
hr: Podaci će dati odgovor
hu: A rekordok csendben adnak választ
id: Catatan akan memberikan jawaban secara tenang
it: I dati ti daranno le risposte
ko: 기록은 침묵으로 답을 제시합니다.
mr: नोंदी शांतपणे योग्य उत्तर देतील.
ms: Rekod akan memberikan jawapan secara perlahan
nl_nl: Je records geven antwoorden
no: Loggene gir deg svarene
pl: Zapisy dają jasną odpowiedź
pt_br: Os registros revelam a resposta de forma clara
pt_pt: Os registros revelam a resposta de forma clara
ro: Rezultatele vor oferi răspunsuri clare
ru: Записи дают спокойный ответ
sk: Záznamy vám poskytnú odpoveď
sl: Zapisani podatki vam bodo dali odgovor
sv: Dina resultat ger tydliga svar
ta: பதிவுகள் அமைதியாக பதிலளிக்கின்றன.
te: రికార్డులు నిశ్శబ్దంగా సమాధానాలను ఇస్తాయి.
th: บันทึกจะให้คำตอบอย่างชัดเจน
tr: Kayıtlar, cevabı sessizce verir
uk: Аналіз дає чіткі відповіді
vi: Dữ liệu sẽ đưa ra câu trả lời một cách lặng lẽ
zh_hans: 记录会给出答案
zh_hant: 記錄會靜靜地給出答案

# domain_catalog.0cc2ae8526d1
source: 危険な最大挙上を強制しない
ar_sa: لا تجبر المصاعد القصوى الخطيرة
ca: No forçar elevacions màximes perilloses
cs: Nenutíme vás k nebezpečné maximální zvedání.
da: Tvinger ikke til farlige maksimale løft
de_de: Zwang zur Durchführung gefährlicher maximaler Hebepraktiken vermeiden
el: Δεν αναγκάζουμε σε επικίνδυνες μεγάλες κινήσεις.
en_au: Do not force dangerous maximal lifts
es_es: No se fuerza a levantar pesos excesivos
fi: Ei pakota tekemään vaarallisia suuria nostoja
fr_ca: Ne force pas à soulever des charges dangereuses.
gu: ખતરનાક રીતે વધારે વજન ઉપાડવાનું ફરજિયાત કરશો નહીં
he: לא מכריחים הרמות מקסימליות מסוכנות
hi: खतरनाक अधिकतम वजन उठाने के लिए मजबूर न करें
hr: Ne prisiljavamo na opasne veće podiže
hu: Nem forceláljuk a veszélyes, nagy terhelésű edzéseket
id: Tidak memaksa mengangkat beban berat
it: Non forzare movimenti pericolamente pesanti
ko: 위험한 최대 무게를 강요하지 않습니다
mr: धोकादायक जास्त वजन उचलण्यास भाग पाडत नाही
ms: Tidak memaksa mengangkat berat maksimum yang berbahaya
nl_nl: Forceer geen gevaarlijke maximale heffingen
no: Unngå å tvinge deg til å løfte tunge vekter
pl: Nie zmuszamy do wykonywania niebezpiecznych podnoszeń
pt_br: Não forçamos movimentos excessivos e perigosos
pt_pt: Não forçamos movimentos excessivos e perigosos
ro: Nu forțăm ridicări extreme periculoase.
ru: Не заставляет выполнять опасные максимальные подъемы.
sk: Nenútime vykonávať nebezpečné maximálne zdvihy.
sl: Ne priporočajte nevarnih maksimalnih dvigov
sv: Tvingar inte på farliga maximala lyft
ta: அதிகபட்ச எடையை தூக்குவதை கட்டாயப்படுத்த வேண்டாம்
te: ప్రమాదకరమైన గరిష్ట ఎత్తును బలవంతంగా చేయకూడదు
th: ไม่บังคับให้ยกน้ำหนักมากเกินไป
tr: Tehlikeli maksimum kaldırma yapılmasını zorlamayın.
uk: Не примушуємо до небезпечного підйому ваги
vi: Không ép thực hiện các cử động nguy hiểm
zh_hans: 不要强制进行危险的举重
zh_hant: 不要强制进行危险的举重

# domain_catalog.0d134133df87
source: インクライン
ar_sa: انحدر
ca: inclinació
cs: Inclinace
da: Incline
de_de: Inklination
el: Κλίση
en_au: Incline
es_es: Press con barra en inclinación
fi: Incline-penkki
fr_ca: Développez
gu: ઇન્ક્લાઇન
he: שיפוע
hi: इन्क्लाइन
hr: Inklina
hu: Incline
id: Incline
it: Incline
ko: 인클라인
mr: इन्क्लाइन
ms: Incline
nl_nl: Incline
no: Incline
pl: Inklina
pt_br: Inclinação
pt_pt: Inclinação
ro: Exerciții pe bancă înclinată
ru: Наклонный жим штанги
sk: Incline
sl: Incline
sv: Inklination
ta: இன்க்லைன்
te: ఇన్‌క్లైన్
th: ท่า Incline
tr: Eğimli bench
uk: Жим лежачи під кутом
vi: Bài tập với tạ có độ dốc
zh_hans: 倾斜
zh_hant: 上斜

# domain_catalog.0d4594b21e65
source: 体重、腹囲、運動頻度を無理なく維持します。記録が途切れないことを優先します。
ar_sa: حافظ على وزنك ومحيط خصرك وتكرار التمارين بشكل مريح. إعطاء الأولوية للتسجيل دون انقطاع.
ca: Mantingueu el vostre pes, la circumferència de la cintura i la freqüència d'exercici còmodament. Prioritzeu la gravació ininterrompuda.
cs: Udržujte svou hmotnost, obvod pasu a frekvenci cvičení. Prioritou je, aby záznamy nebyly přerušeny.
da: Hold din vægt, taljelængde og træningsfrekvens på en behagelig måde. Prioriter, at dine data ikke går tabt.
de_de: Ihr Gewicht, Ihr Bauchumfang und Ihre Trainingshäufigkeit auf eine natürliche Weise erhalten. Die kontinuierliche Aufzeichnung ist wichtig.
el: Διατηρήστε σταθερό το βάρος, την περιφέρεια του κορμού και τη συχνότητα των ασκήσεων σας. Δώστε προτεραιότητα στη διατήρηση της συνεχούς καταγραφής.
en_au: Maintain your weight, waist circumference, and exercise frequency without straining. Prioritize keeping your records consistent.
es_es: Mantén tu peso, circunferencia abdominal y frecuencia de ejercicio sin esfuerzo. Prioriza mantener un registro continuo.
fi: Pidä paino, vatsanympärys ja liikuntatapahtumien määrä tasaisena. Priorisoi, että kirjaus ei katkea.
fr_ca: Maintenir votre poids, votre tour de taille et votre fréquence d'exercice sans effort. Privilégier la continuité des enregistrements.
gu: વજન, પેટની પરિમિતિ અને કસરતની આવૃત્તિને સરળતાથી જાળવો. રેકોર્ડિંગ અટકી ન જાય તેનું ધ્યાન રાખો.
he: שמרו על משקל, היקף מותניים ותדירות פעילות בצורה נוחה. תעדיפו שהרשומים לא יתפזלו.
hi: अपने वजन, पेट के घेरे, और व्यायाम की आवृत्ति को बिना किसी परेशानी के बनाए रखें। यह सुनिश्चित करना कि रिकॉर्डिंग में कोई रुकावट न आए, इस पर ध्यान दें।
hr: Održavajte svoju težinu, mjere struja i frekvenciju vježbanja. Prioritet dajte kontinuitetu snimanja.
hu: Tartsd meg a testsúlyt, a mellszövet körfogását és az edzés gyakoriságát. Prioritásként kezeljük, hogy a rekordok nem törljék el.
id: Pertahankan berat badan, lingkar pinggang, dan frekuensi olahraga dengan nyaman. Prioritaskan agar catatan tidak terputus.
it: Mantenere il peso, la circonferenza vita e la frequenza dell'allenamento senza sforzo. Dare priorità alla continuità della registrazione.
ko: 몸무게, 허리둘레, 운동 빈도를 자연스럽게 유지합니다. 기록이 끊기지 않도록 우선시합니다.
mr: वजन, कंबरचा घेर आणि व्यायामाची वारंवारता नियमित ठेवा. नोंदी पूर्ण राहतील याची काळजी घ्या.
ms: Pastikan berat badan, sekeliling pinggang, dan frekuensi aktiviti. Prioritaskan agar rekod tidak terputus.
nl_nl: Houd je gewicht, tailleomtrek en trainingsfrequentie comfortabel aan. Prioriteit is dat de gegevens niet verloren gaan.
no: Hold en stabil vekt, rundt midjen og treningsfrekvens. Prioriter at registreringen ikke blir brutt.
pl: Utrzymuj wagę, obwód talii i częstotliwość treningów bez wysiłku. Priorytetem jest ciągłe rejestrowanie danych.
pt_br: Mantenha seu peso, circunferência abdominal e frequência de exercícios sem esforço. Priorize a continuidade do registro.
pt_pt: Mantenha seu peso, circunferência abdominal e frequência de exercícios sem esforço. Priorize a continuidade do registro.
ro: Menține greutatea, circumferința taliei și frecvența antrenamentelor fără efort. Prioritizează menținerea unui jurnal continuu.
ru: Поддерживайте свой вес, обхват талии и частоту тренировок. Приоритетом является непрерывное ведение записей.
sk: Udržujte svoju hmotnosť, obvod pása a frekvenciu cvičení bez námahy. Prioritou je, aby záznamy neboli prerušené.
sl: Udržite svojo težo, obodnico in red treninga. Prioritizirajte, da se ne bo izbrisalo.
sv: Håll din vikt, midjemått och träningsfrekvens stabila. Prioritera att ha kontinuerliga mätningar.
ta: உங்கள் உடல் எடை, இடுப்பு சுற்றளவு மற்றும் உடற்பயிற்சி அளவை எளிதாக பராமரிக்கலாம். பதிவுகள் தொடர்ந்து இருப்பதை உறுதி செய்ய வேண்டும்.
te: బరువు, కడుపు చుట్టుకొలత మరియు వ్యాయామ ఫ్రీక్వెన్సీని సులభంగా నిర్వహించండి. రికార్డులు నిరంతరం కొనసాగేలా చూసుకోండి.
th: รักษาน้ำหนัก, รอบเอว, และความถี่ในการออกกำลังกายอย่างเป็นธรรมชาติ ให้อำนวยให้มีการบันทึกข้อมูลอย่างต่อเนื่อง
tr: Kilo, karın çevresi ve egzersiz sıklığınızı kolayca sürdürmenize yardımcı olur. Kayıtların kesilmemesini önceliklendirir.
uk: Підтримуйте свою вагу, обхват талії та частоту тренувань без зайвого напруження. Пріоритетом є збереження записів.
vi: Duy trì cân nặng, vòng bụng và tần suất tập luyện một cách thoải mái. Ưu tiên việc ghi lại liên tục.
zh_hans: 无压力地维持体重、腹围和运动频率。优先保证记录的连续性。
zh_hant: 無理地維持體重、腹圍和運動頻率。優先考慮記錄不中斷。

# domain_catalog.0e398c444a63
source: フライ
ar_sa: يطير
ca: volar
cs: Přítahy
da: Flyes
de_de: Bankdrücken
el: Άσκηση με μπάρα
en_au: Flyes
es_es: Vuelo (press)
fi: Lentävää liikettä
fr_ca: Développé avec haltère
gu: ફ્લાઈ
he: תרגיל "פיי"
hi: फ्लाय
hr: "Flyes"
hu: Repülés
id: Fly
it: Ali
ko: 플라이
mr: फ्लाय
ms: Angkat badan
nl_nl: Vliegen (met gewicht)
no: Flyes
pl: Skok
pt_br: Flexão
pt_pt: Flexão
ro: Flay (împins cu bara)
ru: Отжимания
sk: Vysoký priestor
sl: Letenje
sv: Fly
ta: ஃப்ளை
te: ఫ్లై
th: ท่า Fly
tr: Flyes
uk: Віджимання
vi: Bài tập Fly
zh_hans: 飞鸟式
zh_hant: 飞鸟式

# domain_catalog.0e4c8a4fa2e7
source: 穏やか
ar_sa: الهدوء
ca: calma
cs: Klidný
da: Rolig
de_de: Ruhevoller
el: Ήρεμος
en_au: Calm
es_es: Suave
fi: Rauhallinen
fr_ca: Calme
gu: શાંત
he: רגוע
hi: शांत
hr: Umirujuće
hu: Nyugodt
id: Tenang
it: Calmo
ko: 평온함
mr: शांत
ms: Tenang
nl_nl: Rustig
no: Rolig
pl: Spokojny
pt_br: Calmo
pt_pt: Calmo
ro: Relaxat
ru: Спокойный
sk: Kľudný
sl: Umirjeno
sv: Lugn
ta: அமைதியான
te: శాంతంగా ఉండండి
th: สงบ
tr: Sakin
uk: Спокійний
vi: Thanh thản
zh_hans: 温和
zh_hant: 平和

# domain_catalog.0e78e214dcb3
source: 戻れる速さが最適な速さです
ar_sa: السرعة التي يمكنك العودة بها هي السرعة المثالية.
ca: La velocitat a la qual pots tornar és la velocitat òptima.
cs: Ideální rychlost je ta, při které se můžete postupně zlepšovat.
da: Den optimale hastighed er den, der giver dig mulighed for at vende tilbage.
de_de: Die optimale Geschwindigkeit ist diejenige, mit der Sie wiederkommen können
el: Η ιδανική ταχύτητα είναι αυτή που επιτρέπει την επιστροφή.
en_au: The optimal speed is the one that allows you to return safely.
es_es: La velocidad óptima es aquella que te permite regresar.
fi: Optimaalinen vauhti on se, jolla voit palata
fr_ca: La vitesse optimale est celle à laquelle vous pouvez revenir.
gu: પાછા આવવાની ઝડપ શ્રેષ્ઠ ઝડપ છે.
he: המהירות האופטימלית היא זו שמאפשרת חזרה
hi: वापसी करने का सबसे अच्छा तरीका यही है
hr: Optimalna brzina je ona koja vam omogućuje oporavak
hu: Az optimális sebesség a visszatéréshez.
id: Kecepatan yang optimal adalah kecepatan yang memungkinkan Anda kembali
it: La velocità ottimale è quella che permette di tornare
ko: 복귀하는 속도가 최적의 속도입니다.
mr: परत येण्याचा वेग हा सर्वोत्तम वेग आहे.
ms: Kejutan yang optimum ialah kelajuan yang sesuai
nl_nl: Het optimale tempo is het tempo waarmee je kunt terugkeren.
no: Den optimale hastigheten er den du kan opprettholde.
pl: Optymalna prędkość to taka, która pozwala na stopniowe powrotowanie.
pt_br: A velocidade ideal é aquela que permite um retorno gradual
pt_pt: A velocidade ideal é aquela que permite um retorno gradual
ro: Cel mai bun ritm este cel care îți permite să te recuperezi
ru: Идеальная скорость – та, с которой можно вернуться.
sk: Ideálna rýchlosť je tá, pri ktorej môžete pokračovať.
sl: Najboljša hitrost je tista, s katero se lahko vrnete.
sv: Den optimala hastigheten är den som du kan upprätthålla.
ta: மீண்டும் வரக்கூடிய வேகம், சிறந்த வேகமாகும்.
te: తిరిగి రావడానికి సరైన వేగం ఉత్తమమైన వేగం.
th: ความเร็วในการกลับมาคือความเร็วที่เหมาะสมที่สุด
tr: Geri dönüş için en uygun hız, bu hızdır
uk: Найкраща швидкість – це така, на яку ви можете розраховувати.
vi: Tốc độ tối ưu là tốc độ mà bạn có thể duy trì
zh_hans: 最佳速度是可恢复的速度
zh_hant: 最佳速度是可恢复的速度
